<template>
  <div>
    <mt-header title="犹他家园" fixed>
      <mt-button slot="left" class="item-content open-panel" v-on:click="goback()">
        <img style= "width:40px;height:40px;margin-bottom:200px" src="../assets/goback.png" />
    </mt-button>    
    </mt-header>

    <div style="margin-top:60px;margin-left:10px;margin-right:10px">
      <p style="text-align:center;font-weight:bold;font-size:20px">犹他家园协议</p>

      <p>欢迎您来到犹他家园。</p>

      <p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入犹他家园。当您注册成功，无论是进入犹他家园，还是在犹他家园上发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。</p>

      <p><strong>使用规则</strong></p>

      <p>1. 用户注册成功后，犹他家园将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
      <p>2. 用户须对在犹他家园的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则犹他家园有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</p>
      <p>3. 犹他家园是一个信息分享、传播及获取的平台，用户通过犹他家园发表的信息为公开的信息，其他第三方均可以通过犹他家园获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在犹他家园上进行发表。</p>
      <p>4. 用户承诺不得以任何方式利用犹他家园直接或间接从事违反法律以及社会公德的行为，犹他家园有权对违反上述承诺的内容予以删除。</p>
      <p><strong>用户不得发表下列信息：</strong></p>
      <p>（1）反对宪法确定的基本原则的；</p>
      <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>（3）散布谣言，扰乱社会秩序、破坏社会稳定的；</p>
      <p>（4）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p>（5）侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>（6）对他人进行暴力恐吓、威胁，实施人肉搜索的；</p>
      <p>（7）涉及他人隐私、个人信息或资料的；</p>
      <p>（8）散布污言秽语，损害社会公序良俗的；</p>
      <p>（9）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；</p>
      <p>（10）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；</p>
      <p>（11）使用本网站常用语言文字以外的其他语言文字评论的；</p>
      <p>（12）与所评论的信息毫无关系的；</p>
      <p>（13）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；</p>
      <p>（14）其他违反法律法规、政策及公序良俗、干扰犹他家园正常运营或侵犯其他用户或第三方合法权益内容的其他信息。</p>

      <p><strong>免责申明</strong></p>
      <p>1. 犹他家园不能对用户发表的回答或评论的正确性进行保证。</p>
      <p>2. 用户在犹他家园发表的内容仅表明其个人的立场和观点，并不代表犹他家园的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。犹他家园不承担任何法律及连带责任。</p>
      <p>3. 犹他家园不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</p>
      <p>4. 对于因不可抗力或犹他家园不能控制的原因造成的网络服务中断或其它缺陷，犹他家园不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>

    </div>
    </div>
</template>

<script>

 export default {
    data() {
      return {     
      }
    },
    methods: {    
      goback()
      {
        this.$router.go(-1)
      }     
    },
    created() {      
           
    }            
 }
 </script>
